/* A button that opens about screen of the app. */
"About Scenecuts" = "Over Scenecuts";

/* A date indicating how long the app has been active */
"Active Since" = "Actief sinds";

/* A label listing advanced configuration options.
   A tab for all advanced settings */
"Advanced" = "Geavanceerd";

/* A button that applies selected icon change. */
"Apply" = "Pas toe";

/* A message explaining helper app wasn't launched. */
"Can't Open Helper App" = "Kan de Helper app niet openen";

/* A button that cancels selected icon change. */
"Cancel" = "Annuleren";

/* A button to clear icon image selection */
"Clear" = "Verwijder";

/* A file menu item to close top level window. */
"Close" = "Sluit";

/* A header label for current icon selected */
"Current Icon" = "Huidig icoon";

/* Explanation of 'Hide Preferences on Launch' toggle. */
"Enabling this will always hide the preference window on first app launch." = "Dit voorkeurenvenster zal worden verborgen wanneer je deze optie inschakeld.";

/* A menu title for File, not sure if this is translated? */
"File" = "Archief";

/* A settings tab for all general settings */
"General" = "Algemeen";

/* A column header that shows a list of buttons to assign a global keyboard shortcut to the specific icon */
"Global Shortcut" = "Toetscombinatie";

/* The name for a helper app */
"Helper App" = "Helper App";

/* A header for error message */
"Helper App Error" = "Helper App Fout";

/* A toggle label that will enable/disable showing preferences screen on application launch */
"Hide Preferences on Launch" = "Verberg voorkeuren bij starten";

/* A button to launch helper app. */
"Launch Helper App" = "Start Helper App";

/* A column header that shows a list of icon buttons to set an icon for the specific scene. */
"Menu Bar Icon" = "Menubalk Icoon";

/* A column header that shows a list of scene names. */
"Name" = "Naam";

/* A button that opens preferences window */
"Preferences" = "Voorkeuren";

/* A button that quits the app. */
"Quit" = "Sluiten";

/* A button that opens up the help website. */
"Scenecuts Help" = "Scenecuts Help";

/* A tab for all scenes settings */
"Scenes" = "Scenes";

/* A placeholder for searching for SFSymbols */
"Search for SFSymbols" = "Zoek naar SFSymbols";

/* A header label that indicates icon can be selected */
"Select an Icon" = "Selecteer een icoon";

/* A button that opens a view to assign an icon/image to the scene. */
"Set Image" = "Kies icoon";

/* A column header that shows a list of toggles to show/hide scenes in menu bar. */
"Show in Menu Bar" = "Zet in Menubalk";

/* A button to start helper app. */
"Start App" = "Start App";

/* A button to terminate helper app. */
"Terminate App" = "Sluit Helper App";

/* A brief message explaining that Helper App must be running for Scenecuts to work properly */
"The helper app is used to communicate with HomeKit, this needs to be running in order for Scenecuts to work properly." = "De Helper App is nodig om met HomeKit te communiceren. De Helper App moet in de achtergrond werken om Scenecuts correct te laten werken";

/* A message explaining the buttons action that will trigger/execute HomeKit scene
   A message explaining the buttons action that will trigger/execute Homekit scene */
"Trigger HomeKit scene" = "Activeer HomeKit scene";

